String scbText =
    """少子高齢化や首都圏への集中により、地方の経済が縮小し、地域活性化が低下しています。この問題に対処するために、地域創生においてイノベーションが重要です。イノベーションは新たな価値観を生み出すことで、地域の資源や要素を組み合わせて新たな価値を創出します。地域コミュニティブランド（SCB）理論は、科学的につながりを構築し、持続性・再現性・汎用性を高める手法です。P2P（ピアツーピア）などの最先端のネットワーク技術も地域創生において重要な役割を果たします。\n
•地域活性化プラットフォームの導入
  •地域課題解決や地域活動を「地域活性化プラットフォーム」と「地域活性化アプリケーション」に分ける。
  •プラットフォーム上でアプリケーションを展開し、効率的な地域活性化を実現する。\n
•P2P技術によるプラットフォーム構築
  •ブローカレス理論やSIONet（シオネット）と呼ばれるP2P技術を活用する。
  •持続的で安定したネットワークを構築することが可能。\n
•地域資源の仮想化（ピア化）
  •地域資源をピアとして仮想化し、ブローカレスで結びつける。
  •オブジェクト指向設計法を活用して、地域資源を効果的に組み合わせる。\n
地域コミュニティブランドは、ICTのエッセンスを活用し、地域活性化に取り組む総合的なアプローチです。この理論を通じて、地域の活性化や持続可能な発展を図ることが期待されます。
(参考文献(1,(2より)
        """;
String scbShotText =
    "少子高齢化や首都圏への集中により、地方の経済が縮小し、地域活性化が低下しています。この問題に対処するために、地域創生においてイノベーションが重要です。イノベーションは新たな価値観を生み出すことで、地域の資源や要素を組み合わせて新たな価値を創出します。地域コミュニティブランド（SCB）理論は、科学的につながりを構築し、持続性・再現性・汎用性を高める手法です。P2P（ピアツーピア）などの最先端のネットワーク技術も地域創生において重要な役割を果たします。\n(参考文献(1,(2より)";
String notCard =
    "現在あなたが行ったSCBチェックリストの結果は、保存されていません\n\n行ったのに反映がされていない場合は、スクロールさせてみてください";

String homecard = "SCB理論に基づいてあなたのプロジェクトを評価します \n\n詳しくは、チェックリストページへ";
